[
  "Dame Deora de Curlail aurait fait une noble Chevalière-Maiden. Si seulement les Ode n’étaient pas descendus des étoiles quelques lunes après son Jour de Floraison. Hélas, Deora oublia.",
  "Libérée du chant du tourment grâce à son Bête-Patron, Garren Rood, Dame Deora conserve son rôle de Régente de Dendria… afin de t’aider dans ton sabotage. Ensemble, puissiez-vous mettre fin au règne du Synode.",
  "Les Roses Silencieuses sont une faction de résistance qui refusent de se soumettre aux Ode. Elles sont menées par la Chevalière-Maiden Dendrit, Dame Deora.",
  "« Souhait. Stuuk. »\nDésormais, seul le vent murmure encore. La Langue de l’Arbre est la langue parlée par les Arbres Vocaux du Bois de Wevet. On l’entend pour la première fois durant la Fable de l’Ours du Désert.",
  "Les Fey étaient des êtres qui parcouraient Alca avant l’ère des hommes. Enfants favoris d’Alca, ils reçurent le don de la magie — mais depuis la Chute, nul ne sait où ils sont.",
  "Avant le temps des hommes vivaient les Fey, enfants chéris d’Alca. Elle leur offrit un présent : une étincelle de sa magie maternelle. Sous la lune pleine du battoir, elle convoqua les premiers Fey dans la clairière de la forêt. Leurs visages levés, formant un cercle de mains jointes, ils chantèrent pour Iridis la brillante, de leurs voix d’hiboux et de grillons.",
  "Son visage illuminé de fierté, Iridis lança un rayon lunaire si pur et rond qu’il perça le cercle Fey, creusant jusqu’au cœur d’Alca. De ce puits jaillit une source de magie qui baigna les Fey de puissance : c’est le Puits d’Oro.",
  "Membre à vie du Collège des Pensifs, désormais ton scribe personnel. Orlick le Bicaméral tient son nom du nourrisson posé sur son épaule, son « Petit Génie ». Peut-être qu’en son éternelle après-vie, Orlick trouvera enfin le temps de finir son livre…",
  "L’Ordre des Pensifs était une guilde de savants et de philosophes qui habitaient le Collège des Pensifs sur l’île de Midrath.",
  "Le Clan Jotar, ou Maison Jotar, était un clan de guerriers sur l’île de Midrath. Ils étaient dirigés par le Roi du Feu, Fenn Jotar.",
  "Fenn Jotar : Le Roi du Feu. Manieur sauvage de l’épée flamboyante Igne Mora. Rival du légendaire général cassidien Napo « Cou Clair » Agnes. C’est ce duel ardent qui libéra le peuple Dendrit. Héros immortel, vaincu seulement par le chagrin.",
  "Muireall Jotar : Écrivit les neuf lois de son règne à l’âge de neuf ans. Une législation qu’elle fit appliquer lorsqu’elle fut couronnée Reine de Midrath en l’an 680.",
  "Les Picktrix sont des créatures chatoyantes censées habiter les Glades d’Andurin. Leurs ailes pétrifiées seraient contenues dans le Quartz de Gossamer.",
  "Les Divinités sont une affiliation de PNJ dans Soulframe. Chacune gouverne un aspect spécifique de l’univers et de ses lois : Iridis, Mora, Oro, Saphene.",
  "Oro serait le fils d’Iridis, selon le mythe du Puits d’Oro. Il est une Divinité d’Alca, éponyme du Puits d’Oro situé sur l’île de Midrath.",
  "Par Iridis, nous connûmes l’empathie, l’imagination, l’arcane. Iridis désigne à la fois la lune verte d’Alca et la divinité qui porte son nom. Il est l’un des trois Dieux célestes d’Alca, aux côtés des soleils jumeaux Mora et Saphene. La connaissance d’Iridis confère la Vertu de l’Esprit. On dit qu’Iridis eut un fils, Oro. De Mora vinrent la force, le courage et la résolution.",
  "Mora désigne à la fois le soleil rouge d’Alca et la déesse qui le gouverne. Elle est l’une des trois Divinités célestes d’Alca, avec sa sœur jumelle Saphene et la lune Iridis. La dévotion à Mora confère la Vertu du Courage.",
  "Saphene accorda ruse, agilité et clairvoyance. Saphene désigne à la fois le second soleil bleu d’Alca et la divinité qui le porte. Elle est l’une des trois Divinités célestes d’Alca, avec Mora et Iridis. Le culte de Saphene confère la Vertu de la Grâce.",
  "Tethren était une guerrière Fey. Chef des Guerriers Solistes, elle était courroux et flamme. L’Envoyée Primordiale du Courage, Pothia, aurait pu être liée à Tethren par son pacte.",
  "Sirin était un assassin Fey. Né d’un étang au clair de lune, l’arc déjà bandé. L’Envoyé Primordial de la Grâce, Josalfar, aurait pu être lié à Sirin par son pacte.",
  "Oscelda était une sorcière Fey. Éveillée par la pluie, une nouvelle enchanteresse éclot dans le jardin d’Eldveil. L’Envoyé Primordial de l’Esprit, dont le nom est encore inconnu, aurait pu être lié à Oscelda par son pacte.",
  "L’Impératrice Aurora est une Impératrice Fey. Souveraine des Sproutfolk, elle semble avoir abandonné ses sujets, qui attendent patiemment son retour. Elle rencontra jadis la Reine Midrathienne Finngualla à la forteresse de Mirifuir ; là, Aurora posa une bénédiction sur les murs de Mirifuir, qui tiennent encore sur les falaises du nord de Midrath, mille ans plus tard.",
  "Les Bêtes de Présage sont d’anciennes créatures que l’Envoyé rencontrera au cours de sa quête. Chacune veille sur un aspect ou un domaine spécifique du monde d’Alca.",
  "Cathal : Cathal, fils de la Chasse-Meute. L’un des quatre louveteaux de la Louve de Présage, Orengall.",
  "Ciar : Ciar, fille du Crépuscule. L’une des quatre louveteaux de la Louve de Présage, Orengall.",
  "Cuan : Cuan, fils de la Lune du Rêveur. L’un des quatre louveteaux de la Louve de Présage, Orengall.",
  "Nightling : la fille volée d’Orengall. Benjamine de la portée, mais rusée. Retenue captive par Tempest Bayor.",
  "Voyante des Dales : Une Biche de Présage aveugle ; première créature rencontrée par l’Envoyé. C’est elle qui tira l’Envoyé du rivage après son bannissement.",
  "Garren Rood : le grand Cerf-esprit des Glades d’Andurin. Protecteur du troupeau légendaire. Bête-Patron du peuple Dendrit. Le puissant Présage Garren Rood…",
  "Odulf Rood : ancêtre de Garren Rood. Les anciens Dendrits érigèrent en son honneur le Sanctuaire du Cerf en l’an 310. On dit que ses bois à trois branches fendirent la canopée des Glades d’Andurin.",
  "Grenouilleur de Présage : l’ichor rampe entre marais et brume… la malédiction d’un Grenouilleur de Présage.",
  "Orengall : Défenseur des terres-meutes de Furthing. La dent d’argent d’Iridis. Orengall, la Louve de Présage. Elle incarne l’esprit de la liberté sauvage, douce seulement envers ses petits.",
  "Bromius l’Ours-Porteur : Gardien du Bois de Wevet, son rugissement en est le bouclier. Porte-ours des arbres vocaux, ses pattes apaisent leurs plaies. Par l’écorce et le bourgeon, l’Ours de Présage, Bromius.",
  "Ce n’est point mince affaire que de protéger les arbres anciens de la fange des Ode. Toute créature faillit. Même l’Ours de Présage. Il faut une grande force pour se relever, tendres semis que nous sommes, et chanter un Chant de Croissance dans un monde en ruine.",
  "An 401 — Napo « Cou Clair » Agnes arrive de Nouvelle Cassia, convertit les tours de guet en observatoires et scelle les Mines de Borro après des disparitions. Des colons Skelflandais arrivent et sont accueillis.",
  "An 603 — Fenn Jotar reprend Midrath grâce à Igne Mora. Les Skelflandais demeurent et fondent les Skelfies ; le premier moulin à vent s’élève sur Midrath.",
  "La Chute — Les hommes et les Fey vivaient autrefois ensemble. Fort Kearnhold laisse entendre qu’une guerre éclata lorsque les hommes usèrent des magies Fey. Après la Chute, les Fey disparurent de Midrath, et les hommes apprirent à les craindre.",
  "La Chanson-Sort — Une arme des Ode qui vole mémoire et culture. Utilisée pour la première fois la nuit de leur arrivée. Les victimes arborent des yeux laiteux, comme Dame Deora durant la Fable du Cerf du Tourment."
]
