[
  "Lady Deora of Curlail would have made a noble Knightmaiden. Had the Ode not descended from the stars mere moons after her Bloomsday. Alas, Deora forgot.",
  "Freed from torment song with her Patron Beast, Garren Rood, Lady Deora maintains her role as Regent of Dendria... So that she may aid you in your sabotage. Together, may you bring an end to Synod's reign.",
  "The Silent Rose are a resistance faction who refuse to succumb to the Ode. They are led by the Dendrit Knightmaiden Lady Deora.",
  "\"Wish. Stuuk.\\nSilent, now, but for the wind.\"\\nThe Tree Tongue is the language spoken by the Voicing Trees of the Wevetwood.\\nIt is first heard during the Waste Bear Fable.",
  "The Fey were beings who walked Alca before the time of mankind. As Alca's favoured children, they were granted the gift of magick - but since The Felling, their whereabouts are unknown.",
  "Before the times of men, there were the Fey. Alca's favoured children, she granted them a gift. A taste of mother's magicks. On the full tappers moon, she bid the first of Fey gather in the forest's clearing. Faces raised in a ring of clasped hands did they serenade bright Iridis with the voices of owls and crickets.",
  "His face aglow with pride, Iridis cast a moonbeam so round and bright, it bore a hole right through the Fey ring, carving deep and low to Alca's centre. From this well, a spring of magick flowed. It bathed the Fey in power. - Oro's Well",
  "A lifelong member of the College of Pensives, now your personal scribe. Orlick the Bicameral is so named for the infant upon his shoulder, his 'Little Genius'. Mayhaps, in his endless afterlife, Orlick will finally find the time to finish his book…",
  "The Order of the Pensives were a guild of scholars and philosophers who inhabited the College of Pensives upon the isle of Midrath.",
  "Clan Jotar, or the House of Jotar, were a warrior clan upon the isle of Midrath. They were ruled by the Fire King, Fenn Jotar.",
  "Fenn Jotar: The Fire King, Fenn Jotar. Wild wielder of the flaming sword Igne Mora. Reckoner of the legendary Cassid general \"Napo 'Fair Neck' Agnes.\" 'Twas this fiery duel that won the freedom of the Dendrit people. A hero immortal, quelled only by grief.",
  "Muireall Jotar: Wrote the nine laws of her reign at age nine. A legislation she upheld when she was crowned Queen of Midrath in the year 680.",
  "The Picktrix are shimmering creatures that are said to reside within the Andurin Glades. Their petrified wings are said to be contained within Gossamer Quartz.",
  "Deities are an NPC affiliation in Soulframe. Each governs specific aspects of the universe and its laws. Iridis, Mora, Oro, Saphene.",
  "Oro is said to be the son of Iridis, according to the lore of Oro's Well. Oro is a Deity in Soulframe. He is said to be the son of Iridis, and is the namesake of Oro's Well upon the isle of Midrath.",
  "By Iridis we knew empathy, imagination, arcanics. Iridis refers both to Alca's green-glowing moon, and the Deity for which it was named. He is one of the three Celestial Deities of Alca, alongside the twin suns Mora and Saphene. Knowledge of Iridis is said to bestow one with the Virtue of Spirit. Iridis is said to have had a son, Oro. From Mora came strength, bravery, resolve.",
  "Mora refers both to Alca's red primary sun, and the Deity for which it was named. She is one of the three Celestial Deities of Alca, alongside her twin sun Saphene, and the moon Iridis. Fealty to Mora is said to bestow one with the Virtue of Courage.",
  "Saphene bestowed cunning, agility, insight. Saphene refers both to Alca's blue second sun, and the Deity for which it was named. She is one of the three Celestial Deities of Alca, alongside her twin sun Mora, and the moon Iridis. Worship of Saphene is said to bestow one with the Virtue of Grace.",
  "Tethren was a Fey warrior. Chief of the Solist Warriors, was she, wreathed in flame and fury. The Primordial Envoy of Courage, Pothia, may have been aligned to Tethren through use of her pact.",
  "Sirin was a Fey assassin. Borne of a moonlight pond, was he, with an arrow ready-nocked. The Primordial Envoy of Grace, Josalfar, may have been aligned to Sirin through use of his pact.",
  "Oscelda was a Fey witch. Roused by rain, was she, a new witch abloom in the garden of Eldveil. The Primordial Envoy of Spirit, whose name is currently unknown, may have been aligned to Oscelda through use of her pact.",
  "Empress Aurora is a Fey Empress. Fey Empress of the Sproutfolk, she has seemingly abandoned her wards. They patiently await her return. She once met with the Midrathian Queen, Finngualla, at the fortress Mirifuir. There did Aurora lay a blessing upon the walls of Mirifuir, which yet stands atop the cliffs of northernmost Midrath a thousand years later.",
  "The Omen Beasts are ancient creatures who the Envoy shall meet on their journey. Each wards over a specific aspect or domain of the world of Alca.",
  "Cathal: Cathal, Son of the Packhunt. One of the four cubs of the Omen Wolf, Orengall.",
  "Ciar: Ciar, Daughter of the Dusk. One of the four cubs of the Omen Wolf, Orengall.",
  "Cuan: Cuan, Son of the Dreamer's Moon. One of the four cubs of the Omen Wolf, Orengall.",
  "Nightling: Orengall's stolen daughter. Runt of the pack, though cunning. Held captive by Tempest Bayor.",
  "Dale Seer: A blind Omen Moose; the first beast encountered by the Envoy. It was she who pulled the Envoy from the shore after their banishment.",
  "Garren Rood: The great spirit Stag of the Andurin Glades. Protector of the fabled herd. Patron Beast of the Dendrit people. The mighty Omen, Garren Rood…",
  "Odulf Rood: Ancestor of Garren Rood. The Dendrit people of old crafted the Stag Shrine in his honor in the year 310. It is said that Odulf's three-pronged antlers parted the canopy of the Andurin Glades.",
  "Omen Croaker: Ichor creeps through fen and fog... An Omen croaker’s curse.",
  "Orengall: Fender of the Furthing packlands. The silver tooth of Iridis. Orengall, The Omen Shewolf. She is the spirit of feral freedom with a soft belly only for her pups.",
  "The Arbearer Bromius: Ward of the Wevetwood, his roar be their defender. Arbearer to the voicing trees, his soft paws be their mender. Through bark and bud, The Omen Bear, Bromius.",
  "'Tis no small task to fend the elder trees from Ode'n sludge. All creatures err. E'en the Omen Bear 'Tis strength indeed to rise again, tender as seedlings though we may be. To sing a Song of Growth in a world of wastes.",
  "Year 401 — Napo 'Fair Neck' Agnes arrives from New Cassia, converts watchtowers to astrologists' chambers, and seals the Mines of Borro after disappearances. Skelflandish settlers arrive and are welcomed.",
  "Year 603 — Fenn Jotar wins back Midrath with Igne Mora. Skelflandish stay and found Skelfies; first windmill rises on Midrath.",
  "The Felling — Men and Fey once lived together. Fort Kearnhold suggests a war sparked by men using Fey magicks. After the Felling, the Fey vanished from Midrath and men learned to fear them.",
  "The Spellsong — An Ode weapon that steals memory and culture. First used on the night of the Ode’s arrival. Victims show glossy, white eyes, as with Lady Deora during The Torment Stag Fable."
]
